commands = '''
**السلام عليكم في سورس استاثون - asathon  👻
اليك قائمه الاوامر  📋
-----------------------------------------
⌾ : قائمه اوامر تليثون ارسل ( استاثون )
⌾ : قائمه اوامر  ميوزك ارسل ( ميوزك )
⌾ : قائمه اوامر لترتيب حسابك ( ترتيب ) 
⌾ :  قائمه اوامر صيد يوزرات ارسل ( صيد ) 
⌾ : قائمه اوامر الاختراق ارسل ( Rat )
⌾ : قائمه اوامر المطور ارسل ( المطور ) 
⌾ :  اي فكره عندك تريد تضيفها للسورس راسلني @astathon 
⌾ : عزيزي انتهينا من قائمه الاوامر نتمنى ان تستفيد بشيئ من السورس الخاص بنا ❤️ **
'''
soursce = '''
`- -- -- -- -- -- -- -- --`
**➣ اهلا بكم في اقوى واكبر سورس انمي في تيليجرام  ⚡
࿓Dev¹ : @astathon
࿓Source Ch : @BDAYAT2 - @ibnsHaRaWi**
`-- -- -- -- -- -- -- -- --`
'''
trans = '''
.ترجمة الى + اللغة
مثلاً | .ترجمة الى العربية (بلرد)
اكتب `.اللغات` لمعرفة الغات المتاحة !
'''
langs = '''
- العربية 🌍
- الانجليزية 🌍
- الاسبانية 🌍
- الفرنسية 🌍
- الروسية 🌍
'''
sec1 = '''
`-- -- -- -- -- -- -- -- --`
⌾ : ` .فحص ` : **فحص السورس**
⌾ : ` .المطور ` : **مطور السورس**
⌾ : ` .الاوامر ` : **اوامر السورس**
⌾ : ` .بنك ` : **قياس البنك**
⌾ : ` .تحديث ` : ** لتحديث السورس  **
`-- -- -- -- -- -- -- -- --`
'''
sec2 = '''
`-- -- -- -- -- -- -- -- --`
**⌾ : ` .اسم وقتي ` : اسم وقتي لحسابك
⌾ : ` . انهاء الاسم الوقتي ` : يوقف الاسم الوقتي
⌾ : ` .بايو وقتي ` : بايو وقتي لحسابك
⌾ : ` .انهاء البايو الوقتي وقتي ` : يوقف البايو الوقتي 
⌾ : ` .ايدي ` : ايدي حسابك
⌾ : ` .فك حظر ` : فك حظر كل يلي حاظرهم**
`-- -- -- -- -- -- -- -- --`
'''
sec3 = """
`-- -- -- -- -- -- -- -- --`
**⌾ :  `.تكرار + العدد + نص` : تكرار للرسائل
⌾ :  ` .اذاعة خاص (بلرد)` : اذاعة لكل شخص في الخاص
⌾ :  ` .اذاعة كروب (بلرد)` : اذاعة لكل الكروبات في الخاص
⌾ :  ` .مؤقت + عدد الثواني + نص` : ارسال رسائل مؤقتة
⌾ :  ` .ادمن` : القنوات يلي انت ادمن بيها
⌾ :  ` .تفليش` : يحظر كل الاعضاء يلي بلمجموعة او القناة اذا كانت عندك صلاحيات الحظر
⌾ :  ` .اشتراكاتي` : جميع القنوات والكروبات والاشخاص في حسابك**
`-- -- -- -- -- -- -- -- --`
"""
sec4 = """
`-- -- -- -- -- -- -- -- --`
**⌾ : ` .التاريخ ` : التاريخ بليوم والشهر والسنة
**⌾ : ` .بحث (الاغنية) ` : لتحميل الاغاني من يوتيوب
⌾ : ` .الشهر ` : الشهر الحالي
⌾ : ` .السنة ` :السنة الحالية
⌾ :  ` .الترجمة` : اوامر الترجمة **
`-- -- -- -- -- -- -- -- --`
"""
sec5 = """
`-- -- -- -- -- -- -- -- --`
**⌾ : ` .قلب `
⌾ : ` .قلوب`
⌾ : ` .مربعات`
⌾ : ` .تهكير`
⌾ : ` .حجرة ورقة مقص`
⌾ : ` .ملصق`
⌾ : ` .ملصق عربي`
⌾ : ` .اكس او`**
`-- -- -- -- -- -- -- -- --`
"""
spc = '''
`-- -- -- -- -- -- -- -- --`
⌾ : ` .وعد `
⌾ : ` .بوت المليار`
`-- -- -- -- -- -- -- -- --`
'''
spc2 = '''
`-- -- -- -- -- -- -- -- --`
⌾ : ` .وعد `
⌾ : ` .بوت المليار`
⌾ : ` .تشيكر تلي`
`-- -- -- -- -- -- -- -- --`
'''
progressbar = [
    '⬛⬜⬜⬜⬜⬜⬜⬜⬜⬜ 10%',
    '⬛⬛⬜⬜⬜⬜⬜⬜⬜⬜ 20%',
    '⬛⬛⬛⬜⬜⬜⬜⬜⬜⬜ 30%',
    '⬛⬛⬛⬛⬜⬜⬜⬜⬜⬜ 40%',
    '⬛⬛⬛⬛⬛⬜⬜⬜⬜⬜ 50%',
    '⬛⬛⬛⬛⬛⬛⬜⬜⬜⬜ 60%',
    '⬛⬛⬛⬛⬛⬛⬛⬜⬜⬜ 70%',
    '⬛⬛⬛⬛⬛⬛⬛⬛⬜⬜ 80%',
    '⬛⬛⬛⬛⬛⬛⬛⬛⬛⬜ 90%',
    '⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛ 100%',
]
waad = '''
`-- -- -- -- -- -- -- -- --`
**⌾ : ` .استثمار وعد + العدد ` : يستثمر ب وعد تلقائي
⌾ : ` .كلمات وعد ` : يلعب كلمات تلقائي**
`-- -- -- -- -- -- -- -- --`
'''
tele_checker = '''
`-- -- -- -- -- -- -- -- --`**
⌾ : ` .تثبيت يدوي + القناة + اليوزر ` : يثبت اليوزر بقناة معينة
⌾ : ` .كلايم + العدد + النوع + القناة ` :يفحص يوزرات ويثتبها عقناتك
⌾ : ` .تثبيت تلقائي + العدد + القناة + اليوزر ` : يثبت اليوزر بقناة معينة
⌾ : ` .حالة صيد ` : لمعرفة تقدم الكلايم
⌾ : ` .حالة التثبيت التلقائي ` : لمعرفة تقدم التثبيت التلقائي
⌾ : ` .الانواع ` : لمعرفة انواع اليوزرات
**`-- -- -- -- -- -- -- -- --`
'''
tele_checker2 = '''
الانواع :
1 : سداسي حرفين
2 : شبه ثلاثي
3 : سداسي حرف واحد
4 : يوزر بوت ثلاثي
5 : خماسي حرفين
6 : خماسي حرف
7 : سباعي حرف
مثال : .صيد 400 5 @bdayat2

☆ المطور🔫 : @ibnsHaRaWi
'''
zmmbot = '''
`-- -- -- -- -- -- -- -- --`**
⌾ : ` .تجميع المليار ` : يشترك ب قنوات بوت المليار تلقائي
**`-- -- -- -- -- -- -- -- --`
'''